import styles from "./policy.module.css";

function Policy() {
    return (
        <section className={` ${styles.Policy} py-5`}>
            <div className={`${styles.container} container  py-5`}>
                <div className={`row py-5`}>
                    <div className={`col-md-6 col-sm-9 `}>
                        <h1>سياسة الخصوصية</h1>
                        <p>
                            <span> - </span> نقوم بجمع المعلومات التي تقدمها لنا عند استخدامك لموقعنا أو تطبيقنا، وتشمل هذه المعلومات الشخصية مثل الاسم وعنوان البريد الإلكتروني.
                        </p>
                        <p>
                            <span> - </span> نستخدم المعلومات التي نجمعها لتحسين خدماتنا وتقديم محتوى ملائم لاحتياجاتك، وقد نستخدم المعلومات لإرسال رسائل ترويجية أو إخطارات ذات صلة بالخدمات.
                        </p>
                        <p>
                            <span> - </span> نحافظ على سرية المعلومات التي نجمعها ونحميها من الوصول غير المصرح به أو الاستخدام أو التعديل أو الكشف.
                        </p>
                        <p>
                            <span> - </span> لا نشارك المعلومات الشخصية مع أطراف ثالثة إلا بموافقتك، ونستخدمها فقط للأغراض التي تم إعلامك عنها.
                        </p>
                        <p>
                            <span> - </span> لديك الحق في الوصول إلى المعلومات الشخصية التي نحتفظ بها وتصحيحها أو حذفها أو الاعتراض على معالجتها، ويمكنك ممارسة هذه الحقوق من خلال الاتصال بنا.
                        </p>
                        <p>
                            <span> - </span> نحتفظ بالحق في تحديث أو تعديل سياسة الخصوصية هذه في أي وقت، وسنقوم بإعلامك بأي تغييرات جوهرية قبل تنفيذها.
                        </p>
                    </div>
                    <div className={`col-md-6 col-sm-9 `}>
                        <img src="/imges/privacy-policy.png" alt="YourPhoto" className={`img-fluid`} />

                    </div>
                </div>
            </div>
        </section>
    );
}

export default Policy;
